# tapping
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'nodenv/nodenv'
tap 'heroku/brew'

# brew
brew 'coreutils'
brew 'direnv'
brew 'docker'
brew 'docker-compose'
brew 'gh'
brew 'gmp'
brew 'heroku'
brew 'libyaml'
brew 'imagemagick'
brew 'makedepend'
brew 'nodenv-aliases'
brew 'nodenv-vars'
brew 'nodenv'
brew 'postgresql', start_service: false
brew 'pkg-config'
brew 'readline'
brew 'rbenv-aliases'
brew 'rbenv-vars'
brew 'rbenv'
brew 'ruby-build'
brew 'tmux'
brew 'vim'
brew 'yarn'

# cask
cask '1password'
cask 'brave-browser'
cask 'captain'
cask 'chromedriver'
cask 'daisydisk'
cask 'figma'
cask 'harvest'
cask 'iterm2'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zoom'

# Mac apple store
mas 'Slack', id: 803453959
mas 'Todoist', id: 585829637
mas 'Trello', id: 1278508951
mas 'XCode', id: 497799835
