tap 'nodenv/nodenv'

brew 'antigen'
brew 'chromedriver'
brew 'heroku'
brew 'imagemagick'
brew 'mysql@5.7'
brew 'nodenv-aliases'
brew 'nodenv-vars'
brew 'nodenv'
brew 'parity'
brew 'rbenv-aliases'
brew 'rbenv-vars'
brew 'rbenv'
brew 'ruby-build'
brew 'yarn'

cask '1password'
cask 'captain'
cask 'daisydisk'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'harvest'
cask 'iterm2'
cask 'licecap'
cask 'postico'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
